Repository: sainnick/AhQ_parallel_corpus
Catalog: 中文双语语料库.tmx
Source language: en_us
Languages: zh_cn

source: Then the thought of the prestige of Mr. Chao, who was now his son, gradually raised his spirits, and he got up and went to the wine shop singing The Young Widow at Her Husband's Grave.
zh_cn: 于是忽而想到赵太爷的威风，而现在是他的儿子了，便自己也渐渐的得意起来，爬起身，唱着《小孤孀上坟》③到酒店去。

source: At that time he did feel that Mr. Chao was a cut above most people.
zh_cn: 这时候，他又觉得赵太爷高人一等了。

source: After this incident, strange to relate, it was true that everybody seemed to pay him unusual respect.
zh_cn: 说也奇怪，从此之后，果然大家也仿佛格外尊敬他。

source: He probably attributed this to the fact that he was Mr. Chao's father, but actually such was not the case.
zh_cn: 这在阿Ｑ，或者以为因为他是赵太爷的父亲，而其实也不然。

source: In Weichuang, as a rule, if the seventh child hit the eighth child or Li So-and-so hit Chang So-and-so, it was not taken seriously. A heating had to be connected with some important personage like Mr. Chao before the villagers thought it worth talking about.
zh_cn: 未庄通例，倘如阿七打阿八，或者李四打张三，向来本不算口碑。

source: But once they thought it worth talking about, since the beater was famous, the one beaten enjoyed some of his reflected fame.
zh_cn: 一上口碑，则打的既有名，被打的也就托庇有了名。

source: As for the fault being Ah Q's, that was naturally taken for granted, the reason being that Mr. Chao could not possibly be wrong.
zh_cn: 至于错在阿Ｑ，那自然是不必说。

source: But if Ah Q were wrong, why did everybody seem to treat him with unusual respect?
zh_cn: 所以者何？就因为赵太爷是不会错的。

source: This is difficult to explain. We may put forward the hypothesis that it was because Ah Q had said he belonged to the same family as Mr. Chao; thus, although he had been beaten, people were still afraid there might be some truth in what he said and therefore thought it safer to treat him more respectfully.
zh_cn: 但他既然错，为什么大家又仿佛格外尊敬他呢？这可难解，穿凿起来说，或者因为阿Ｑ说是赵太爷的本家，虽然挨了打，大家也还怕有些真，总不如尊敬一些稳当。

source: Or, alternatively, it may have been like the case of the sacrificial beef in the Confucian temple: although the beef was in the same category as the sacrificial pork and mutton, being of animal origin just as they were, later Confucians did not dare touch it since the sage had enjoyed it.
zh_cn: 否则，也如孔庙里的太牢④一般，虽然与猪羊一样，同是畜生，但既经圣人下箸，先儒们便不敢妄动了。

source: After this Ah Q prospered for several years.
zh_cn: 阿Ｑ此后倒得意了许多年。

source: One spring, when he was walking along in a state of happy intoxication, he saw Whiskers Wang sitting stripped to the waist in the sunlight at the foot of a wall, catching lice; and at this sight his own body began to itch.
zh_cn: 有一年的春天，他醉醺醺的在街上走，在墙根的日光下，看见王胡在那里赤着膊捉虱子，他忽然觉得身上也痒起来了。

source: Since Whiskers Wang was scabby and bewhiskered, everybody called him "Ringworm Whiskers Wang." Although Ah Q omitted the word "Ringworm," he had the greatest contempt for the man.
zh_cn: 这王胡，又癞又胡，别人都叫他王癞胡，阿Ｑ却删去了一个癞字，然而非常渺视他。

source: Ah Q felt that while scabs were nothing to take exception to, such hairy cheeks were really too outlandish, and could excite nothing but scorn. So Ah Q sat down by his side.
zh_cn: 阿Ｑ的意思，以为癞是不足为奇的，只有这一部络腮胡子，实在太新奇，令人看不上眼。他于是并排坐下去了。

source: If it had been any other idler, Ah Q would never have dared sit down so casually; but what had he to fear by the side of Whiskers Wang? To tell the truth, the fact that he was willing to sit down was an honour for Wang.
zh_cn: 倘是别的闲人们，阿Ｑ本不敢大意坐下去。但这王胡旁边，他有什么怕呢？老实说：他肯坐下去，简直还是抬举他。

source: Ah Q took off his tattered lined jacket, and turned it inside out; but either because he had washed it recently or because he was too clumsy, a long search yielded only three or four lice.
zh_cn: 阿Ｑ也脱下破夹袄来，翻检了一回，不知道因为新洗呢还是因为粗心，许多工夫，只捉到三四个。

source: He saw that Whiskers Wang, on the other hand, was catching first one and then another in swift succession, cracking them in his teeth with a popping sound.
zh_cn: 他看那王胡，却是一个又一个，两个又三个，只放在嘴里毕毕剥剥的响。

source: Ah Q felt first disappointed, then resentful: the despicable Whiskers Wang could catch so many while he himself had caught so few-what a great loss of face! He longed to catch one or two big ones, but there were none, and it was only with considerable difficulty that he managed to catch a middle-sized one, which he thrust fiercely into his mouth and bit savagely; but it only gave a small sputtering sound, again inferior to the noise Whiskers Wang was making.
zh_cn: 阿Ｑ最初是失望，后来却不平了：看不上眼的王胡尚且那么多，自己倒反这样少，这是怎样的大失体统的事呵！他很想寻一两个大的，然而竟没有，好容易才捉到一个中的，恨恨的塞在厚嘴唇里，狠命一咬，劈的一声，又不及王胡的响。

source: All Ah Q's scars turned scarlet. Flinging his jacket on the ground, he spat and said, "Hairy worm!"
zh_cn: 他癞疮疤块块通红了，将衣服摔在地上，吐一口唾沫，说： "这毛虫！"

source: "Mangy dog, who are you calling names?" Whiskers Wang looked up contemptuously.
zh_cn: "癞皮狗，你骂谁？"王胡轻蔑的抬起眼来说。

source: Although the relative respect accorded him in recent years had increased Ah Q's pride, when confronted by loafers who were accustomed to fighting he remained rather timid. On this occasion, however, he was feeling exceptionally pugnacious.
zh_cn: 阿Ｑ近来虽然比较的受人尊敬，自己也更高傲些，但和那些打惯的闲人们见面还胆怯，独有这回却非常武勇了。

source: How dare a hairy-cheeked creature like this insult him?
zh_cn: 这样满脸胡子的东西，也敢出言无状么？

source: "Anyone who the name fits," said Ah Q standing up, his hands on his hips.
zh_cn: "谁认便骂谁！"他站起来，两手叉在腰间说。

source: "Are your bones itching?" demanded Whiskers Wang, standing up too and putting on his coat.
zh_cn: "你的骨头痒了么？"王胡也站起来，披上衣服说。

source: Thinking that Wang meant to run away, Ah Q stepped forward raising his fist to punch him.
zh_cn: 阿Ｑ以为他要逃了，抢进去就是一拳。

source: But before his fist came down, Whiskers Wang had already seized him and given him a tug which sent him staggering. Then Whiskers Wang seized Ah Q's pigtail and started dragging him towards the wall to knock his head in the time-honoured manner.
zh_cn: 这拳头还未达到身上，已经被他抓住了，只一拉，阿Ｑ跄跄踉踉的跌进去，立刻又被王胡扭住了辫子，要拉到墙上照例去碰头。

source: "'A gentleman uses his tongue but not his hands!'" protested Ah Q, his head on one side.
zh_cn: "'君子动口不动手'！"阿Ｑ歪着头说。

source: Apparently Whiskers Wang was no gentleman, for without paying the slightest attention to what Ah Q said he knocked his head against the wall five times in succession, and gave him a great shove which sent him staggering two yards away. Only then did Whiskers Wang walk away satisfied.
zh_cn: 王胡似乎不是君子，并不理会，一连给他碰了五下，又用力的一推，至于阿Ｑ跌出六尺多远，这才满足的去了。

source: As far as Ah Q could remember, this was the first humiliation of his life, because he had always scoffed at Whiskers Wang on account of his ugly bewhiskered cheeks, but had never been scoffed at, much less beaten by him.
zh_cn: 在阿Ｑ的记忆上，这大约要算是生平第一件的屈辱，因为王胡以络腮胡子的缺点，向来只被他奚落，从没有奚落他，更不必说动手了。

source: And now, contrary to all expectations, Whiskers Wang had beaten him. Perhaps what they said in the market-place was really true: "The Emperor has abolished the official examinations, so that scholars who have passed them are no longer in demand." As a result of this the Chao family must have lost prestige. Was it a result of this, too, that people were treating him contemptuously?
zh_cn: 而他现在竟动手，很意外，难道真如市上所说，皇帝已经停了考⑤，不要秀才和举人了，因此赵家减了威风，因此他们也便小觑了他么？

source: Ah Q stood there irresolutely.
zh_cn: 阿Ｑ无可适从的站着。

source: From the distance approached another of Ah Q's enemies.
zh_cn: 远远的走来了一个人，他的对头又到了。

source: This was Mr. Chien's eldest son whom Ah Q also despised.
zh_cn: 这也是阿Ｑ最厌恶的一个人，就是钱太爷的大儿子。

source: After studying in a foreign school in the city, it seemed he had gone to Japan. When he came home half a year later his legs were straight and his pigtail had disappeared. His mother cried bitterly a dozen times, and his wife tried three times to jump into the well.
zh_cn: 他先前跑上城里去进洋学堂，不知怎么又跑到东洋去了，半年之后他回到家里来，腿也直了，辫子也不见了，他的母亲大哭了十几场，他的老婆跳了三回井。

source: Later his mother told everyone, "His pigtail was cut off by some scoundrel when he was drunk.
zh_cn: 后来，他的母亲到处说，"这辫子是被坏人灌醉了酒剪去了。

source: He would have been able to be an official, but now he will have to wait until it has grown again before he thinks of that."
zh_cn: 本来可以做大官，现在只好等留长再说了。"

source: Ah Q did not, however, believe this, and insisted on calling him "Imitation Foreign Devil" and "Traitor in Foreign Pay." As soon as Ah Q saw him he would start cursing under his breath.
zh_cn: 然而阿Ｑ不肯信，偏称他"假洋鬼子"，也叫作"里通外国的人"，一见他，一定在肚子里暗暗的咒骂。

source: What Ah Q despised and detested most in him was his false pigtail.
zh_cn: 阿Ｑ尤其"深恶而痛绝之"的，是他的一条假辫子。

source: When it came to having a false pigtail, a man could scarcely be considered human; and the fact that his wife had not attempted to jump into the well a fourth time showed that she was not a good woman either.
zh_cn: 辫子而至于假，就是没了做人的资格；他的老婆不跳第四回井，也不是好女人。

source: Now this "Imitation Foreign Devil" was approaching.
zh_cn: 这"假洋鬼子"近来了。

source: "Baldhead-Ass-" In the past Ah Q had cursed under his breath only, inaudibly; but today, because he was in a bad temper and wanted to work off his feelings, the words slipped out involuntarily.
zh_cn: "秃儿。驴......"阿Ｑ历来本只在肚子里骂，没有出过声，这回因为正气忿，因为要报仇，便不由的轻轻的说出来了。

source: Unfortunately this "baldhead" was carrying a shiny, brown stick which Ah Q called a "staff carried by the mourner."
zh_cn: 不料这秃儿却拿着一支黄漆的棍子——就是阿Ｑ所谓哭丧棒⑥——大蹋步走了过来。

source: With great strides he bore down on Ah Q who, guessing at once that a beating was impending, hastily braced himself to wait with a stiffened back. Sure enough, there was a resounding thwack which seemed to have alighted on his head.
zh_cn: 阿Ｑ在这刹那，便知道大约要打了，赶紧抽紧筋骨，耸了肩膀等候着，果然，拍的一声，似乎确凿打在自己头上了。

source: "I meant him!" explained Ah Q, pointing to a nearby child.
zh_cn: "我说他！"阿Ｑ指着近旁的一个孩子，分辩说。

source: Thwack! Thwack! Thwack!
zh_cn: 拍！拍拍！

source: As far as Ah Q could remember, this was the second humiliation of his life.
zh_cn: 在阿Ｑ的记忆上，这大约要算是生平第二件的屈辱。

source: Fortunately after the thwacking stopped it seemed to him that the matter was closed, and he even felt somewhat relieved. Moreover, the precious "ability to forget" handed down by his ancestors stood him in good stead. He walked slowly away and by the time he approached the wine shop door he felt quite happy again.
zh_cn: 幸而拍拍的响了之后，于他倒似乎完结了一件事，反而觉得轻松些，而且"忘却"这一件祖传的宝贝也发生了效力，他慢慢的走，将到酒店门口，早已有些高兴了。

source: Just then, however, a small nun from the Convent of Quiet Self-improvement came walking towards him.
zh_cn: 但对面走来了静修庵里的小尼姑。

source: The sight of a nun always made Ah Q swear; how much more so, then, after these humiliations? When he recalled what had happened, all his anger revived.
zh_cn: 阿Ｑ便在平时，看见伊也一定要唾骂，而况在屈辱之后呢？他于是发生了回忆，又发生了敌忾了。

source: "So all my bad luck today was because I had to see you!" he thought to himself.
zh_cn: "我不知道我今天为什么这样晦气，原来就因为见了你！"他想。

source: He went up to her and spat noisily.
zh_cn: 他迎上去，大声的吐一口唾沫：

source: "Ugh! ?Pah!"
zh_cn: "咳，呸！"

source: The small nun paid not the least attention, but walked on with lowered head.
zh_cn: 小尼姑全不睬，低了头只是走。

source: Ah Q went up to her and shot out a hand to rub her newly shaved scalp, then laughing stupidly said, "Baldhead!
zh_cn: 阿Ｑ走近伊身旁，突然伸出手去摩着伊新剃的头皮，呆笑着，说：

source: Go back quickly, your monk is waiting for you ?
zh_cn: "秃儿！快回去，和尚等着你......"

source: "Who are you pawing?
zh_cn: "你怎么动手动脚......

source: ? demanded the nun, blushing crimson as she began to hurry away.
zh_cn: "尼姑满脸通红的说，一面赶快走。

source: The men in the wine shop roared with laughter.
zh_cn: 酒店里的人大笑了。

source: Seeing that his feat was admired, Ah Q began to feel elated.
zh_cn: 阿Ｑ看见自己的勋业得了赏识，便愈加兴高采烈起来：

source: "If the monk paws you, why can't I?" said he, pinching her cheek.
zh_cn: "和尚动得，我动不得？"他扭住伊的面颊。

source: Again the men in the wine shop roared with laughter.
zh_cn: 酒店里的人大笑了。

source: Ah Q felt even more pleased, and in order to satisfy those who were expressing approval, he pinched her hard again before letting her go.
zh_cn: 阿Ｑ更得意，而且为了满足那些赏鉴家起见，再用力的一拧，才放手。

source: During this encounter he had already forgotten Whiskers Wang and the Imitation Foreign Devil, as if all the day's bad luck had been avenged. And, strange to relate, even more relaxed than after the beating, he felt light and buoyant as if ready to float into the air.
zh_cn: 他这一战，早忘却了王胡，也忘却了假洋鬼子，似乎对于今天的一切"晦气"都报了仇；而且奇怪，又仿佛全身比拍拍的响了之后轻松，飘飘然的似乎要飞去了。

source: "Ah Q, may you die sonless!" sounded the little nun's voice tearfully in the distance.
zh_cn: "这断子绝孙的阿Ｑ！"远远地听得小尼姑的带哭的声音。

source: Ah Q roared with delighted laughter.
zh_cn: "哈哈哈！"阿Ｑ十分得意的笑。

source: The men in the wine shop roared too, with only slightly less satisfaction.
zh_cn: "哈哈哈！"酒店里的人也九分得意的笑。

source: Chapter 4: The Tragedies of Love
zh_cn: 第四章恋爱的悲剧

source: There are said to be some victors who take no pleasure in a victory unless their opponents are as fierce as tigers or eagles: if their adversaries are as timid as sheep or chickens they find their triumph empty.
zh_cn: 有人说：有些胜利者，愿意敌手如虎，如鹰，他才感得胜利的欢喜；假使如羊，如小鸡，他便反觉得胜利的无聊。

source: There are other victors who, having carried all before them, with the enemy slain or surrendered, cowering in utter subjection, realize that now no foe, rival, or friend is left-they have only themselves, supreme, solitary, desolate, and forlorn. Then they find their triumph a tragedy.
zh_cn: 又有些胜利者，当克服一切之后，看见死的死了，降的降了，"臣诚惶诚恐死罪死罪"，他于是没有了敌人，没有了对手，没有了朋友，只有自己在上，一个，孤另另，凄凉，寂寞，便反而感到了胜利的悲哀。

source: But our hero was not so spineless. He was always exultant. This may be a proof of the moral supremacy of China over the rest of the world.
zh_cn: 然而我们的阿Ｑ却没有这样乏，他是永远得意的：这或者也是中国精神文明冠于全球的一个证据了。

source: Look at Ah Q, light and elated, as if about to fly!
zh_cn: 看哪，他飘飘然的似乎要飞去了！

source: This victory was not without strange consequences, though.
zh_cn: 然而这一次的胜利，却又使他有些异样。

source: For quite a time he seemed to be flying, and he flew into the Tutelary God's Temple, where he would normally have snored as soon as he lay down.
zh_cn: 他飘飘然的飞了大半天，飘进土谷祠，照例应该躺下便打鼾。

source: This evening, however, he found it very difficult to close his eyes, for he felt as if there were something the matter with his thumb and first finger, which seemed to be smoother than usual.
zh_cn: 谁知道这一晚，他很不容易合眼，他觉得自己的大拇指和第二指有点古怪：仿佛比平常滑腻些。

source: It is impossible to say whether something soft and smooth on the little nun's face had stuck to his fingers, or whether his fingers had been rubbed smooth against her cheek.
zh_cn: 不知道是小尼姑的脸上有一点滑腻的东西粘在他指上，还是他的指头在小尼姑脸上磨得滑腻了？

source: "Ah Q, may you die sonless!" These words sounded again in Ah Q's ears, and he thought, "Quite right, I should take a wife; for if a man dies sonless he has no one to sacrifice a bowl of rice to his spirit ?I ought to have a wife."
zh_cn: "断子绝孙的阿Ｑ！" 阿Ｑ的耳朵里又听到这句话。他想：不错，应该有一个女人，断子绝孙便没有人供一碗饭......应该有一个女人。

source: As the saying goes, "There are three forms of unfilial conduct, of which the worst is to have no descendants," [9] and it is one of the tragedies of life that "spirits without descendants go hungry." [10] Thus his view was absolutely in accordance with the teachings of the saints and sages, and it is indeed a pity that later he should have run amok.
zh_cn: 夫"不孝有三无后为大"⑦，而"若敖之鬼馁而"⑧，也是一件人生的大哀，所以他那思想，其实是样样合于圣经贤传的，只可惜后来有些"不能收其放心"⑨了。

source: "Woman, woman!
zh_cn: "女人，女人！......

source: " he thought. " ?
zh_cn: "他想。 "......

source: The monk paws ?
zh_cn: 和尚动得......

source: Woman, woman!
zh_cn: 女人，女人！......

source: ?Woman!" he thought again.
zh_cn: 女人！"他又想。

source: We shall never know when Ah Q finally fell asleep that evening.
zh_cn: 我们不能知道这晚上阿Ｑ在什么时候才打鼾。

source: After this, however, he probably always found his fingers rather soft and smooth, and always remained a little light-headed. "Woman ? he kept thinking.
zh_cn: 但大约他从此总觉得指头有些滑腻，所以他从此总有些飘飘然；"女......"他想。

source: From this we can see that woman is a menace to mankind.
zh_cn: 即此一端，我们便可以知道女人是害人的东西。

source: The majority of Chinese men could become saints and sages, were it not for the unfortunate fact that they are ruined by women.
zh_cn: 中国的男人，本来大半都可以做圣贤，可惜全被女人毁掉了。

source: The Shang dynasty was destroyed by Ta Chi, the Chou dynasty was undermined by Pao Szu; as for the Chin dynasty, although there is no historical evidence to that effect, if we assume that it fell on account of some woman we shall probably not be far wrong. And it is a fact that Tung Cho's death was caused by Tiao Chan. [11]
zh_cn: 商是妲己⑩闹亡的；周是褒姒弄坏的；秦......虽然史无明文，我们也假定他因为女人，大约未必十分错；而董卓可是的确给貂蝉害死了。

source: Ah Q, too, was a man of strict morals to begin with. Although we do not know whether he was guided by some good teacher, he had always shown himself most scrupulous in observing "strict segregation of the sexes," and was righteous enough to denounce such heretics as the little nun and the Imitation Foreign Devil.
zh_cn: 阿Ｑ本来也是正人，我们虽然不知道他曾蒙什么明师指授过，但他对于"男女之大防"(一)却历来非常严；也很有排斥异端——如小尼姑及假洋鬼子之类——的正气。

source: His view was, "All nuns must carry on in secret with monks. If a woman walks alone on the street, she must want to seduce bad men. When a man and a woman talk together, it must be to arrange to meet."
zh_cn: 他的学说是：凡尼姑，一定与和尚私通；一个女人在外面走，一定想引诱野男人；一男一女在那里讲话，一定要有勾当了。

source: In order to correct such people, he would glare furiously, pass loud, cutting remarks, or, if the place were deserted, throw a small stone from behind.
zh_cn: 为惩治他们起见，所以他往往怒目而视，或者大声说几句"诛心"(二)话，或者在冷僻处，便从后面掷一块小石头。

source: Who could tell that close on thirty, when a man should "stand firm," [12] he would lose his head like this over a little nun? Such light-headedness, according to the classical canons, is most reprehensible; thus women certainly are hateful creatures. For if the little nun's face had not been soft and smooth, Ah Q would not have been bewitched by her; nor would this have happened if the little nun's face had been covered by a cloth. Five or six years before, when watching an open-air opera, he had pinched the leg of a woman in the audience; but because it was separated from him by the cloth of her trousers he had not had this light-headed feeling afterwards. The little nun had not covered her face, however, and this is another proof of the odiousness of the heretic.
zh_cn: 谁知道他将到"而立"(三)之年，竟被小尼姑害得飘飘然了。这飘飘然的精神，在礼教上是不应该有的，——所以女人真可恶，假使小尼姑的脸上不滑腻，阿Ｑ便不至于被蛊，又假使小尼姑的脸上盖一层布，阿Ｑ便也不至于被蛊了，——他五六年前，曾在戏台下的人丛中拧过一个女人的大腿，但因为隔一层裤，所以此后并不飘飘然，——而小尼姑并不然，这也足见异端之可恶。

source: "Woman ?"
zh_cn: "女......

source: thought Ah Q.
zh_cn: "阿Ｑ想。

source: He kept a close watch on those women who he believed must "want to seduce bad men," but they did not smile at him.
zh_cn: 他对于以为"一定想引诱野男人"的女人，时常留心看，然而伊并不对他笑。

source: He listened very carefully to those women who talked to him, but not one of them mentioned anything relevant to a secret rendezvous.
zh_cn: 他对于和他讲话的女人，也时常留心听，然而伊又并不提起关于什么勾当的话来。

source: Ah! This was simply another example of the odiousness of women: they all assumed a false modesty.
zh_cn: 哦，这也是女人可恶之一节：伊们全都要装"假正经"的。

source: One day when Ah Q was grinding rice in Mr. Chao's house, he sat down in the kitchen after supper to smoke a pipe.
zh_cn: 这一天，阿Ｑ在赵太爷家里舂了一天米，吃过晚饭，便坐在厨房里吸旱烟。

source: If it had been anyone else's house, he could have gone home after supper, but they dined early in the Chao family. Although it was the rule that you must not light a lamp, but go to bed after eating, there were occasional exceptions to the rule. Before Mr. Chao's son passed the county examination he was allowed to light a lamp to study the examination essays, and when Ah Q went to do odd jobs he was allowed to light a lamp to grind rice.
zh_cn: 倘在别家，吃过晚饭本可以回去的了，但赵府上晚饭早，虽说定例不准掌灯，一吃完便睡觉，然而偶然也有一些例外：其一，是赵大爷未进秀才的时候，准其点灯读文章；其二，便是阿Ｑ来做短工的时候，准其点灯舂米。

source: Because of this latter exception to the rule, Ah Q still sat in the kitchen smoking before going on with his work.
zh_cn: 因为这一条例外，所以阿Ｑ在动手舂米之前，还坐在厨房里吸烟旱。

source: When Amah Wu, the only maidservant in the Chao household, had finished washing the dishes, she sat down on the long bench too and started chatting to Ah Q:
zh_cn: 吴妈，是赵太爷家里唯一的女仆，洗完了碗碟，也就在长凳上坐下了，而且和阿Ｑ谈闲天：

source: "Our mistress hasn't eaten anything for two days, because the master wants to get a concubine ?
zh_cn: "太太两天没有吃饭哩，因为老爷要买一个小的......"

source: "Woman ?Amah Wu ?
zh_cn: "女人......吴妈......

source: this little widow," thought Ah Q.
zh_cn: 这小孤孀......"阿Ｑ想。

source: "Our young mistress is going to have a baby in the eighth moon.."
zh_cn: "我们的少奶奶是八月里要生孩子了......"

source: "Woman ?
zh_cn: "女人......

source: He put down his pipe and stood up.
zh_cn: 阿Ｑ放下烟管，站了起来。

source: "Our young mistress-" Amah Wu chattered on.
zh_cn: "我们的少奶奶......"吴妈还唠叨说。

source: "Sleep with me!" Ah Q suddenly rushed forward and threw himself at her feet. There was a moment of absolute silence.
zh_cn: "我和你困觉，我和你困觉！"阿Ｑ忽然抢上去，对伊跪下了。 一刹时中很寂然。

source: "Aiya!" Dumbfounded for an instant, Amah Wu suddenly began to tremble, then rushed out shrieking and could soon be heard sobbing.
zh_cn: "阿呀！"吴妈楞了一息，突然发抖，大叫着往外跑，且跑且嚷，似乎后来带哭了。

source: Ah Q kneeling opposite the wall was dumbfounded too. He grasped the empty bench with both hands and stood up slowly, dimly aware that something was wrong.
zh_cn: 阿Ｑ对了墙壁跪着也发楞，于是两手扶着空板凳，慢慢的站起来，仿佛觉得有些糟。

source: In fact, by this time he was in rather a nervous state himself. In a flurry, he stuck his pipe into his belt and decided to go back to the rice.
zh_cn: 他这时确也有些忐忑了，慌张的将烟管插在裤带上，就想去舂米。

source: But-bang!-a heavy blow landed on his head, and he spun round to see the successful county candidate standing before him brandishing a big bamboo pole.
zh_cn: 蓬的一声，头上着了很粗的一下，他急忙回转身去，那秀才便拿了一支大竹杠站在他面前。

source: "How dare you ?you ?"
zh_cn: "你反了......你这......"

source: The big bamboo pole came down across Ah Q's shoulders.
zh_cn: 大竹杠又向他劈下来了。

source: When he put up both hands to protect his head, the blow landed on his knuckles, causing him considerable pain.
zh_cn: 阿Ｑ两手去抱头，拍的正打在指节上，这可很有些痛。

source: As he escaped through the kitchen door it seemed as if his back also received a blow.
zh_cn: 他冲出厨房门，仿佛背上又着了一下似的。

source: "Turtle's egg!" shouted the successful candidate, cursing him in mandarin from behind.
zh_cn: "忘八蛋！"秀才在后面用了官话这样骂。

source: Ah Q fled to the hulling-floor where he stood alone, still feeling a pain in his knuckles and still remembering that "turtle's egg" because it was an expression never used by the Weichuang villagers, but only by the rich who had seen something of official life. This made him more frightened, and left an exceptionally deep impression on his mind.
zh_cn: 阿Ｑ奔入舂米场，一个人站着，还觉得指头痛，还记得"忘八蛋"，因为这话是未庄的乡下人从来不用，专是见过官府的阔人用的，所以格外怕，而印象也格外深。

source: By now, however, all thought of "Woman ?" had flown.
zh_cn: 但这时，他那"女......"的思想却也没有了。

source: After this cursing and beating it seemed as if something were done with, and quite lightheartedly he began to grind rice again.
zh_cn: 而且打骂之后，似乎一件事也已经收束，倒反觉得一无挂碍似的，便动手去舂米。

source: After grinding for some time he felt hot, and stopped to take off his shirt.
zh_cn: 舂了一会，他热起来了，又歇了手脱衣服。

source: While he was taking off his shirt he heard an uproar outside, and since Ah Q always liked to join in any excitement that was going, he went Out in search of the sound.
zh_cn: 脱下衣服的时候，他听得外面很热闹，阿Ｑ生平本来最爱看热闹，便即寻声走出去了。

source: He traced it gradually right into Mr. Chao's inner courtyard. Although it was dusk he could see many people there: all the Chao family including the mistress who had not eaten for two days. In addition, their neighbour Mrs. Tsou was there, as well as their relatives Chao Pai-yen and Chao Szu-chen.
zh_cn: 寻声渐渐的寻到赵太爷的内院里，虽然在昏黄中，却辨得出许多人，赵府一家连两日不吃饭的太太也在内，还有间壁的邹七嫂，真正本家的赵白眼，赵司晨。

source: The young mistress was leading Amah Wu out of the servants' quarters, saying as she did so:
zh_cn: 少奶奶正拖着吴妈走出下房来，一面说：

source: "Come outside ?don't stay brooding in your own room." "Everybody knows you are a good woman," put in Mrs. Tsou from the side. "You mustn't think of committing suicide." Amah Wu merely wailed, muttering something inaudible.
zh_cn: "你到外面来......不要躲在自己房里想......" "谁不知道你正经......短见是万万寻不得的。"邹七嫂也从旁说。 吴妈只是哭，夹些话，却不甚听得分明。

source: "This is interesting," thought Ah Q. "What mischief can this little widow be up to?"
zh_cn: 阿Ｑ想："哼，有趣，这小孤孀不知道闹着什么玩意儿了？"他想打听，走近赵司晨的身边。

source: Wanting to find out, he was approaching Chao Szu-chen when suddenly he caught sight of Mr. Chao's eldest son rushing towards him with, what was worse, the big bamboo pole in his hand.
zh_cn: 这时他猛然间看见赵大爷向他奔来，而且手里捏着一支大竹杠。
